{
  "about-title": "Sobre mí",
  "about-text": "Hola, soy Francisco Javier Frías Serrano, desarrollador web con formación en sistemas y desarrollo de aplicaciones. He trabajado con tecnologías como PHP, JavaScript, HTML/CSS y bases de datos como PostgreSQL, MySQL u Oracle, tanto en el desarrollo de plugins como en el mantenimiento de aplicaciones web complejas.<br><br>Durante mi experiencia he colaborado en proyectos usando frameworks como Laravel, CakePHP y CodeIgniter, y CMS como WordPress y Moodle. Me gusta escribir código limpio y trabajar en equipo bajo metodologías ágiles, integrando herramientas como Git, Jira o Slack en mi día a día.<br><br>Actualmente estoy enfocado en seguir creciendo como desarrollador, explorando nuevas tecnologías y compartiendo mis proyectos personales en GitHub.",
  "projects-title": "Proyectos",
  "tools-title": "Herramientas",
  "stack-title": "Stack tecnológico",
  "database-title": "Bases de datos",
  "othertechnologies-title": "Otras tecnologías",
  "project1": "Proyecto 1",
  "project2": "Proyecto 2",
  "contact-title": "Contacto",
  "contact-text": "Puedes contactarme en mi correo: <a href='mailto:javifs94@gmail.com'>javifs94@gmail.com</a>",
  "navbar-brand": "Mi Portafolio",
  "nav-about": "Sobre mí",
  "nav-stack": "Stack",
  "nav-projects": "Proyectos",
  "nav-contact": "Contacto",
  "view-projects": "Ver proyectos",
  "mail-span": "Email",
  "copyright": "© 2025 Javier Frías. Todos los derechos reservados.",
  "project1-title": "Clon Netflix",
  "project1-description": "Proyecto front-end que replica la apariencia y experiencia de la interfaz de Netflix. Desarrollado con HTML5, CSS3, JavaScript y jQuery, está enfocado en ofrecer un diseño responsive, animaciones fluidas y una experiencia de usuario atractiva.",
  "project1-code": "Código",
  "project2-title": "Conversor de números a texto",
  "project2-description": "Una aplicación en PHP que convierte valores numéricos en su representación textual en español, incluyendo el formato monetario en EUROS y CÉNTIMOS",
  "project2-code": "Código"
}